var data = [{
			src: "images/1.jpg",
			id: "photo1",
			caption: "天使爱美丽",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/2.jpg",
			id: "photo2",
			caption: "勇士",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/3.jpg",
			id: "photo3",
			caption: "阳光小美女",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/4.jpg",
			id: "photo4",
			caption: "如父如子",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/5.jpg",
			id: "photo5",
			caption: "无影无踪",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/6.jpg",
			id: "photo6",
			caption: "绿洲",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/7.jpg",
			id: "photo7",
			caption: "百元之恋",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/8.jpg",
			id: "photo8",
			caption: "秒速五厘米",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/9.jpg",
			id: "photo9",
			caption: "小森林（夏秋）",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/10.jpg",
			id: "photo10",
			caption: "小森林（春冬）",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/11.jpg",
			id: "photo11",
			caption: "超脱",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/12.jpg",
			id: "photo12",
			caption: "荒野生存",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/13.jpg",
			id: "photo13",
			caption: "步履不停",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		},
		{
			src: "images/14.jpg",
			id: "photo14",
			caption: "爆裂鼓手",
			desc: "导演: 让-皮埃尔·热内<br/>编剧: 吉罗姆·洛朗 / 让-皮埃尔·热内<br/>主演: 奥黛丽·塔图 / 马修·卡索维茨 / 贾梅尔·杜布兹 / 罗瑞娜·克拉沃塔 / 多米尼克·皮诺 / 更多...<br/>类型: 喜剧 / 爱情<br/>制片国家/地区: 法国 / 德国<br/>语言: 法语 / 俄语<br/>上映日期: 2001-04-25(法国) / 2001-08-16(德国)<br/>片长: 122分钟 / 129分钟(法国)<br/>又名: 艾蜜莉的异想世界(台) / 天使艾米莉 / 天使艾美丽 / 阿梅丽的奇妙命运 / 艾蜜丽 / Amelie"
		}];